Repository: common-repository/presentations-2go
Catalog: langs/P2Go-*.po
Languages: nl_nl

source: Error: Something went wrong, make sure you provided the correct parameters
nl_nl: Fout: Er is iets fout gegaan, controleer of alles goed is ingesteld.

# settings_page_description
source: Enter your settings here
nl_nl: Stel hier de instellingen in.

source: Server address
nl_nl: Server adres

# description_server_address
source: Enter the URL of your Presentations 2Go server including http:// or https://
nl_nl: U Presentations 2Go server inclusief http:// of https://

source: Secret Key
nl_nl: Sleutel

# description_secret_key
source: You can find your secret key at the server settings after log in
nl_nl: De sleutel kan je vinden na het inloggen op je Presentations 2Go server.

# Expiration(hours)
source: Expiration in hours
nl_nl: Verlopen(in uren)

# description_expiration
source: Time before the video expires, 0 is infinite
nl_nl: Tijd voordat de video verloopt, 0 is standaard.

# Total Results
source: Total amount of results
nl_nl: Totaal aantal resultaten

# description_total_results
source: Total amount of videos to embed on the page
nl_nl: Totaal aantal videos om in de pagina te plaatsten.

source: size
nl_nl: grootte

source: small
nl_nl: klein

source: medium
nl_nl: gemiddeld

source: large
nl_nl: groot

# description_size
source: the size of the embedded video
nl_nl: de grote van de videos

source: text
nl_nl: tekst

source: Tile
nl_nl: tegel

# description_display
source: Choose how the embedded video is displayed inside the page
nl_nl: Kies hoe de videos worden weergegeven binnen de painga

source: Add criteria
nl_nl: Voeg Criterium toe

source: language
nl_nl: Taal

source: accent color
nl_nl: accent kleur

source: background color
nl_nl: achtergrond kleur

# autoresize
source: automatic resize
nl_nl: automatisch schalen

source: minimal buttons
nl_nl: minimale knoppen

# splashscreen
source: Splashscreen image
nl_nl: Splash logo

# Submit
source: Insert
nl_nl: Invoeren

source: Clear
nl_nl: Velden legen

source: Title
nl_nl: Titel

source: Contributor
nl_nl: Bijdrager
